Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Fig 13 Eight-week post-extraction apical radiograph documenting favorable bone height at the interproximal aspects of the adjacent teeth.
vi: Hình 13 Eight-week post-extraction apical radiograph documenting favorable bone height at the interproximal aspects of the adjacent teeth.

source: Fig 13 Elevation of the connective-tissue pedicle graft to the site of augmentation.
vi: Hình 13 Elevation of the connective-tissue pedicle graft to the site of augmentation.

source: Fig 13 Frontal view after cementation of the provisional restoration.
vi: Hình 13 Frontal view after cementation of the provisional restoration.

source: Fig 13 Ideal mesiodistal and orofacial implant positions.
vi: Hình 13 Ideal mesiodistal and orofacial implant positions.

source: Fig 13 Minimal tissue reflection allowing access to the titanium retaining screw at site 22.
vi: Hình 13 Minimal tissue reflection allowing access to the titanium retaining screw at site 22.

source: Fig 13 NN titanium coping.
vi: Hình 13 NN titanium coping.

source: Fig 13 Occlusal view of immediate restoration at the time of delivery.
vi: Fig 13 Nhìn phía nhai của phục hình tức thì sau khi giao.

source: Fig 13 Provisional restoration at site 21 highlighting the apical position of the soft-tissue margin related to the adjacent teeth.
vi: Hình 13 Provisional restoration at site 21 highlighting the apical position of the soft-tissue margin related to the adjacent teeth.

source: Fig 13 Radiograph showing adequate interproximal bone support.
vi: Hình 13 X quang cho thấy đầy đủ xương nâng đỡ ở khoảng tiếp cận.

source: Fig 13 The transient removable partial denture helped maintain esthetics and phonetics.
vi: Hình 13 The transient removable partial denture helped maintain esthetics and phonetics.

source: Fig 13 Twelve weeks after implant placement.
vi: Hình 13 Twelve weeks after implant placement.

source: Fig 13a A 5-mm biopsy tissue punch was used to remove the tissue that covered the healing cap.
vi: Hình 13a A 5-mm biopsy tissue punch was used to remove the tissue that covered the healing cap.

source: Fig 13b Upon the removal of the tissue, the healing cap was easily accessible.
vi: Hình 13b Upon the removal of the tissue, the healing cap was easily accessible.

source: Fig 14 After elevation of a mucoperiosteal flap with mesial and distal relieving incisions, the absence of the buccal bone plate at the center of the prospective implantation site became apparent.
vi: Hình 14 After elevation of a mucoperiosteal flap with mesial and distal relieving incisions, the absence of the buccal bone plate at the center of the prospective implantation site became apparent.

source: Fig 14 Applying autogenous bone around the implant shoulder.
vi: Hình 14 Applying autogenous bone around the implant shoulder.

source: Fig 14 Buccal view after repositioning the flap to allow for a semi-submerged healing mode.
vi: Hình 14 Buccal view after repositioning the flap to allow for a semi-submerged healing mode.

source: Fig 14 Chairside modification of the provisional improved fit and esthetics.
vi: Hình 14 Chairside modification of the provisional improved fit and esthetics.

source: Fig 14 Clinical view of implant 21 highlighting the apical position of the soft-tissue margin relative to the adjacent teeth.
vi: Hình 14 Clinical view of implant 21 highlighting the apical position of the soft-tissue margin relative to the adjacent teeth.

source: Fig 14 Four weeks after insertion of the provisional restoration.
vi: Hình 14 Four weeks after insertion of the provisional restoration.

source: Fig 14 Lateral view 8 weeks subsequent to the placement of the implant.
vi: Fig 14 Nhìn phía bên 8 tuần sau khi đặt implant.

source: Fig 14 Pressure needs to be applied to the peri-implant mucosa to start the soft-tissue conditioning process.
vi: Hình 14 Pressure needs to be applied to the peri-implant mucosa to start the soft-tissue conditioning process.

source: Fig 14 Radiograph showing loss of interproximal bone support due to periodontal disease.
vi: Hình 14 X quang cho thấy mất xương vùng tiếp cận do bệnh nha chu.

source: Fig 14 Site 11 six months after primary augmentation.
vi: Hình 14 Site 11 six months after primary augmentation.

source: Fig 14 Status following implant insertion.
vi: Hình 14 Sau khi đặt implant

source: Fig 14a After removal of the healing cap, the implant was cleaned with an air-water syringe before placing the interim abutment.
vi: Hình 14a After removal of the healing cap, the implant was cleaned with an air-water syringe before placing the interim abutment.

source: Fig 14a Lateral view with an unprepared titanium coping in place.
vi: Hình 14a Lateral view with an unprepared titanium coping in place.

source: Fig 14a Upon placement of the vertical template, the excess height of hard tissue can be appreciated.
vi: Hình 14a Upon placement of the vertical template, the excess height of hard tissue can be appreciated.

source: Fig 14b A 5.5-mm solid abutment was tightened to 15 Ncm to be utilized as an interim abutment.
vi: Hình 14b A 5.5-mm solid abutment was tightened to 15 Ncm to be utilized as an interim abutment.

source: Fig 14b After scalloping.
vi: Hình 14b After scalloping.

source: Fig 14b Extraoral preparation of the titanium coping with a high-speed carbide bur.
vi: Hình 14b Extraoral preparation of the titanium coping with a high-speed carbide bur.

source: Fig 15 A high lip line, thin-gingiva biotype, and extended edentulous span coupled with a loss of periodontal support would classify this treatment as a maximum esthetic risk.
vi: Hình 15 Đường môi cao, dạng sinh học nướu mỏng, và khoảng mất răng mở rộng cùng với sự mất mô nha chu sẽ phân loại điều trị này như là một nguy cơ thẩm mỹ tối đa.

source: Fig 15 A polycarbonate shell was relined with methylmethacrylate resin over the solid abutment.
vi: Hình 15 A polycarbonate shell was relined with methylmethacrylate resin over the solid abutment.

source: Fig 15 Clinical follow-up 11 years after implant placement.
vi: Fig 15 Lâm sàng theo dõi 11 năm sau đặt implant.

source: Fig 15 Implant shoulder located in the apical danger zone, with the soft-tissue margin in an apical position.
vi: Hình 15 Implant shoulder located in the apical danger zone, with the soft-tissue margin in an apical position.

source: Fig 15 Incision technique: sulcular incision around teeth 12 and 21; crestal incision slightly palatally; vertical releasing incision distally of tooth 12.
vi: Hình 15 Incision technique: sulcular incision around teeth 12 and 21; crestal incision slightly palatally; vertical releasing incision distally of tooth 12.

source: Fig 15 Lateral view (maximum intercuspation) 8 weeks subsequent to the placement of the implant.
vi: Fig 15 Nhìn phía bên (lồng múi tối đa) 8 tuần sau khi đặt implant.

source: Fig 15 Lateral view with prepared coping in place.
vi: Hình 15 Lateral view with prepared coping in place.

source: Fig 15 Occlusal view, confirming that only moderate horizontal bone loss had occurred since the extraction.
vi: Hình 15 Occlusal view, confirming that only moderate horizontal bone loss had occurred since the extraction.

source: Fig 15 Perforating the membrane for insertion of the closure screw.
vi: Hình 15 Perforating the membrane for insertion of the closure screw.

source: Fig 15 Schematic drawing with the comfort and danger zones in mesiodistal direction.
vi: Hình 15 Hình minh hoạ vùng an toàn và vùng nguy hiểm theo chiều gần xa

source: Fig 15 Ten days after extraction, the vertical soft-tissue loss was not significant.
vi: Hình 15 Ten days after extraction, the vertical soft-tissue loss was not significant.

source: Fig 15 The radiograph after twelve weeks of healing showing successful implant integration.
vi: Hình 15 The radiograph after twelve weeks of healing showing successful implant integration.

source: Fig 15a Facial view of the mesoabutment and surrounding tissue upon removal of the provisional restoration.
vi: Hình 15a Facial view of the mesoabutment and surrounding tissue upon removal of the provisional restoration.

source: Fig 15a Initial preparation through the drill sleeve with a small round bur.
vi: Hình 15a Initial preparation through the drill sleeve with a small round bur.

source: Fig 15b Occlusal view of the mesoabutment showing minimal inflammation and cement residue.
vi: Hình 15b Occlusal view of the mesoabutment showing minimal inflammation and cement residue.

source: Fig 15b Preparation through the drill sleeve with a 2.2-mm twist drill to a depth of 12 mm.
vi: Hình 15b Preparation through the drill sleeve with a 2.2-mm twist drill to a depth of 12 mm.

source: Fig 15c Confirmation of the initial depth of the osteotomy with the 2.2-mm alignment pin.
vi: Hình 15c Confirmation of the initial depth of the osteotomy with the 2.2-mm alignment pin.

source: Fig 15d Removed drill sleeve.
vi: Hình 15d Removed drill sleeve.

source: Fig 15e Confirmation of osteotomy depth and angulations with the 2.8-mm depth gauge.
vi: Hình 15e Confirmation of osteotomy depth and angulations with the 2.8-mm depth gauge.

source: Fig 16 An existing restoration at site 12 adjacent to a future implant site should be scheduled for replacement in conjunction with the implant restoration.
vi: Hình 16 Một phục hồi hiện có tại vùng răng 12 kế vùng cấy ghép implant tương lai nên được lên kế hoạch thay thế kết hợp với phục hồi implant.

source: Fig 16 At full smile, the facial tissue deficiency was not visible.
vi: Hình 16 At full smile, the facial tissue deficiency was not visible.

source: Fig 16 Before proceeding to the intraoral application of light-curing acrylic resin, the screw-access channel was blocked out with wax to guarantee easy and rapid access to the occlusal screw immediately after polymerization of the light-curing material directly in the patient’s mouth.
vi: Hình 16 Before proceeding to the intraoral application of light-curing acrylic resin, the screw-access channel was blocked out with wax to guarantee easy and rapid access to the occlusal screw immediately after polymerization of the light-curing material directly in the patient’s mouth.

source: Fig 16 Buccal view of implant site 11 still showing some soft-tissue excess compared to the contralateral tooth.
vi: Hình 16 Buccal view of implant site 11 still showing some soft-tissue excess compared to the contralateral tooth.

source: Fig 16 Maxillary frameworks.
vi: Fig 16

source: Fig 16 Moderate horizontal tissue loss had occurred since the extraction.
vi: Hình 16 Moderate horizontal tissue loss had occurred since the extraction.

source: Fig 16 Occlusal view of provisional restoration and soft tissues 8 weeks subsequent to the placement of the implant.
vi: Fig 16 Nhìn phía nhai của phục hình tạm và mô mềm 8 tuần sau khi đặt implant.

source: Fig 16 Occlusal view of the regenerated augmented bone area.
vi: Hình 16 Occlusal view of the regenerated augmented bone area.

source: Fig 16 The emergence profile of the provisional restoration was slightly undercontoured in all dimensions to prevent movement of the tissue in an apical direction.
vi: Hình 16 The emergence profile of the provisional restoration was slightly undercontoured in all dimensions to prevent movement of the tissue in an apical direction.

source: Fig 16 The provisional restoration on the coping and laboratory analog.
vi: Hình 16 The provisional restoration on the coping and laboratory analog.

source: Fig 16 The typical radiographic appearance of a bone saucer around a Straumann implant with a vertical and a horizontal component.
vi: Hình 16 The typical radiographic appearance of a bone saucer around a Straumann implant with a vertical and a horizontal component.

source: Fig 16a Before the removal of the transfer post, the vertical depth of the implant was confirmed using the vertical template.
vi: Hình 16a Before the removal of the transfer post, the vertical depth of the implant was confirmed using the vertical template.

source: Fig 16a Closure screw facilitating positioning and stabilization of the membrane.
vi: Hình 16a Closure screw facilitating positioning and stabilization of the membrane.

source: Fig 16a Facial view of the implant, highlighting the facial and interproximal tissue support.
vi: Hình 16a Facial view of the implant, highlighting the facial and interproximal tissue support.

source: Fig 16b Additional pins ensuring stable fixation of the membrane.
vi: Hình 16b Additional pins ensuring stable fixation of the membrane.

source: Fig 16b After the removal of the transfer post, the implant shoulder was clearly visible up to the zenith of the template.
vi: Hình 16b After the removal of the transfer post, the implant shoulder was clearly visible up to the zenith of the template.

source: Fig 16b Occlusal view of the implant and transition zone created by the mesoabutment and provisional restoration.
vi: Hình 16b Occlusal view of the implant and transition zone created by the mesoabutment and provisional restoration.

source: Fig 16c Final distance from the implant shoulder to the planned soft-tissue margin of the restoration (2 mm).
vi: Hình 16c Final distance from the implant shoulder to the planned soft-tissue margin of the restoration (2 mm).

source: Fig 17 Acrylic resin was added to create an emergence profile to support the interproximal tissue and create a facial soft-tissue margin.
vi: Hình 17 Acrylic resin was added to create an emergence profile to support the interproximal tissue and create a facial soft-tissue margin.

source: Fig 17 Implant in the correct vertical position.
vi: Hình 17 Implant in the correct vertical position.

source: Fig 17 Implant-level (synOcta) impression of the implant in position 25.
vi: Fig 17 lấy dấu vị trí của implant (synOcta) răng 25.

source: Fig 17 Occlusal view showing a favorable buccal contour.
vi: Hình 17 Occlusal view showing a favorable buccal contour.

source: Fig 17 Pink ceramic material helped create the illusion of a harmonious soft-tissue contour.
vi: Hình 17 Pink ceramic material helped create the illusion of a harmonious soft-tissue contour.

source: Fig 17 Schematic drawing of the radiographic appearance of a bone saucer around a Straumann implant.
vi: Hình 17 Schematic drawing of the radiographic appearance of a bone saucer around a Straumann implant.

source: Fig 17 Status before implant placement.
vi: Hình 17 Status before implant placement.

source: Fig 17 The persisting localized dehiscence-type defect on the labial aspect of the freshly inserted implant was covered with small bone chips harvested next to the implant site.
vi: Hình 17 The persisting localized dehiscence-type defect on the labial aspect of the freshly inserted implant was covered with small bone chips harvested next to the implant site.

source: Fig 17 Two weeks post-loading with the provisional restoration.
vi: Hình 17 Two weeks post-loading with the provisional restoration.

source: Fig 17 When redundant tissue is present in the nasopalatine area, restoration of adjacent dental implants may lead to an acceptable result.
vi: Hình 17 Khi mô dư thừa có mặt trong khu vực mũi khẩu cái, phục hồi của cấy ghép răng kế cận có thể dẫn đến một kết quả chấp nhận được.

source: Fig 17a Placement of the NN healing cap.
vi: Hình 17a Gắn NN healing cap.

source: Fig 17a Shade selection for communication to the laboratory.
vi: Hình 17a Shade selection for communication to the laboratory.

source: Fig 17a Thin suturing material ensuring proper adaptation of the tissues.
vi: Hình 17a Thin suturing material ensuring proper adaptation of the tissues.

source: Fig 17b After surgical suturing.
vi: Hình 17b Sau khi khâu

source: Fig 17b Close-up view of shade tab, highlighting the characterization of the adjacent teeth.
vi: Hình 17b Close-up view of shade tab, highlighting the characterization of the adjacent teeth.

source: Fig 17b Thick suturing facilitating safe and stable wound closure.
vi: Hình 17b Thick suturing facilitating safe and stable wound closure.

source: Fig 18 A mesially cantilevered restoration from a dental implant at sites 13 and 12.
vi: Hình 18 Một phục hình vói phía gần từ implant tại vùng 13 và 12.

source: Fig 18 Lateral view after cementation of the provisional.
vi: Hình 18 Lateral view after cementation of the provisional.

source: Fig 18 Lateral view of articulated casts.
vi: Fig 18 Nhìn phía bên của mẫu hàm trên giá khớp.

source: Fig 18 Occlusal view with trapped cement retained on the facial aspect of the implant shoulder.
vi: Hình 18 Occlusal view with trapped cement retained on the facial aspect of the implant shoulder.

source: Fig 18 Periapical radiograph after insertion highlighting the final positions of the dental implant and surrounding hard tissues.
vi: Hình 18 Periapical radiograph after insertion highlighting the final positions of the dental implant and surrounding hard tissues.

source: Fig 18 Postoperative panoramic radiograph confirming final implant angulations.
vi: Hình 18 Phim toàn cảnh sau phẫu thuật xác nhận góc implant sau cùng.

source: Fig 18 Schematic drawing of the orofacial comfort and danger zones.
vi: Hình 18 Hình vẽ minh hoạ vùng nguy hiểm và vùng an toàn theo chiều ngoài trong.

source: Fig 18 Situation after tightening of the occlusal screw at 35 Ncm, ready for sealing the screw access hole.
vi: Hình 18 Situation after tightening of the occlusal screw at 35 Ncm, ready for sealing the screw access hole.

source: Fig 18 Status after removing the healing cap, showing a small cylindrical area of access to the implant.
vi: Hình 18 Status after removing the healing cap, showing a small cylindrical area of access to the implant.

source: Fig 18 The crestal incision was placed slightly palatally.
vi: Hình 18 The crestal incision was placed slightly palatally.

source: Fig 18 The implant shoulder was located in the coronoapical comfort zone.
vi: Hình 18 The implant shoulder was located in the coronoapical comfort zone.

source: Fig 18 With the application of a substantial layer of bone fillers on the localization of the dehiscence defect, which gradually extended to the periphery, a distinct convexity at site 11 was achieved.
vi: Hình 18 With the application of a substantial layer of bone fillers on the localization of the dehiscence defect, which gradually extended to the periphery, a distinct convexity at site 11 was achieved.

source: Fig 18a Frontal view of the custom impression cap, showing the emergence of the transition zone captured with the pattern resin.
vi: Hình 18a Frontal view of the custom impression cap, showing the emergence of the transition zone captured with the pattern resin.

source: Fig 18a Healthy soft tissue six months after implantation.
vi: Hình 18a Healthy soft tissue six months after implantation.

source: Fig 18b Incisal view of well-healed soft tissue.
vi: Hình 18b Incisal view of well-healed soft tissue.

source: Fig 18b Lateral view of the custom impression cap.
vi: Hình 18b Lateral view of the custom impression cap.

source: Fig 19 A bioabsorbable barrier membrane was applied in two layers to create the preconditions for a successful GBR-procedure.
vi: Hình 19 A bioabsorbable barrier membrane was applied in two layers to create the preconditions for a successful GBR-procedure.

source: Fig 19 An ovate pontic created at site 12 to help maximize interproximal tissue support.
vi: Hình 19 Một nhịp cầu oval ở vùng 12 giúp tối đa mô nâng đỡ kẽ răng

source: Fig 19 Healing cap facilitating access to the implant shoulder as well as removal of the membrane.
vi: Hình 19 Healing cap facilitating access to the implant shoulder as well as removal of the membrane.

source: Fig 19 Lateral view four weeks after insertion of the provisional restoration.
vi: Hình 19 Lateral view four weeks after insertion of the provisional restoration.

source: Fig 19 Occlusal view following implant bed preparation with a proper orofacial implant position and an intact facial bone wall.
vi: Hình 19 Nhìn phía nhai sau khi lỗ đặt implant với vị trí implant chiều ngoài trong thích hợp và thành xương mặt ngoài nguyên vẹn

source: Fig 19 Occlusal view of articulated casts.
vi: Fig 19 Nhìn phía nhai của mẫu hàm được lên giá khớp.

source: Fig 19 Occlusal view of the correct orofacial position of the implant.
vi: Hình 19 Occlusal view of the correct orofacial position of the implant.

source: Fig 19 Occlusal view of the impression cap.
vi: Hình 19 Occlusal view of the impression cap.

source: Fig 19 The bone allowed for secure primary stability.
vi: Hình 19 The bone allowed for secure primary stability.

source: Fig 19 The crown was precisely seated on the implant shoulder.
vi: Hình 19 The crown was precisely seated on the implant shoulder.

source: Fig 19 The final crown in situ.
vi: Fig 19 Mão răng sau cùng tại chỗ

source: Fig 19 The high lip line exposes the metal margin of the implant crown when smiling.
vi: Hình 19 The high lip line exposes the metal margin of the implant crown when smiling.

source: Fig 19a Modified synOcta post for temporary restorations.
vi: Hình 19a Modified synOcta post for temporary restorations.

source: Fig 19a Six weeks after implant placement.
vi: Hình 19a Sáu tuần sau khi đặt implant

source: Fig 19a The frontal view of the custom impression cap in place.
vi: Hình 19a The frontal view of the custom impression cap in place.

source: Fig 19b Kerr Kolor Plus opaque (Kerr).
vi: Hình 19b Kerr Kolor Plus opaque (Kerr).

source: Fig 19b Lateral view of implant 12 implant six weeks after implant placement.
vi: Hình 19b Nhìn phía bên của implant 12 sau sáu tuần đặt implant

source: Fig 19b Periapical radiograph confirming full seating of the custom impression cap.
vi: Hình 19b Periapical radiograph confirming full seating of the custom impression cap.

source: Fig 19c Occlusal view of implant 12 six weeks after implant placement.
vi: Hình 19c Nhìn phía nhai của implant 12 sau sáu tuần đặt implant.

source: Fig 19c The synOcta post for temporary restorations after application of the opaque.
vi: Hình 19c The synOcta post for temporary restorations after application of the opaque.

source: Fig 19d Lateral view of implant 22 six weeks after implant placement.
vi: Hình 19d Nhìn phía bên của implant 22 sau sáu tuần đặt implant

source: Fig 19d The synOcta post for temporary restorations built up with a composite resin.
vi: Hình 19d The synOcta post for temporary restorations built up with a composite resin.

source: Fig 19e Occlusal view of implant 22 six weeks after implant placement.
vi: Hình 19e Nhìn phía nhai của implant 2 sau sáu tuần đặt implant.

source: Fig 1a Pre-treatment examination.
vi: Hình 1a Thăm khám trước điều trị.

source: Fig 1b Post-orthodontic treatment.
vi: Hình 1b Sau điều trị chỉnh hình.

source: Fig 2 Buccal view of the incisors revealing a thick-tissue biotype with soft-tissue excess to the buccal gingival margin of tooth 11.
vi: Hình 2 Buccal view of the incisors revealing a thick-tissue biotype with soft-tissue excess to the buccal gingival margin of tooth 11.

source: Fig 2 Clinical situation at baseline, incisal view.
vi: Hình 2 Clinical situation at baseline, incisal view.

source: Fig 2 Four-year follow-up of an implant restoration of tooth 22.
vi: Fig 2 Bốn năm theo dõi của phục hình trên implant răng 22

source: Fig 2 Implant site 2 months after the extraction of tooth 16.
vi: Fig 2 Vùng cấy implant 2 tháng sau nhổ răng 16

source: Fig 2 Initial intraoral radiograph showing both the typical situation after a recent tooth extraction (tooth 21) and the presence of intact interproximal bone tissue with sufficient height at the two adjacent roots.
vi: Hình 2 Initial intraoral radiograph showing both the typical situation after a recent tooth extraction (tooth 21) and the presence of intact interproximal bone tissue with sufficient height at the two adjacent roots.
